Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 选择一个条目
ar: اختر عنصرًا
de: Element auswählen
en: Select an Item
es: Selecciona un elemento
fr: Sélectionnez un élément
hi: एक आइटम चुनें
id: Pilih item
it: Seleziona un elemento
ja: 項目を選択
ko: 항목 선택
nl: Selecteer een item
pl: Wybierz pozycję
pt: Selecione um item
ru: Выберите элемент
sv: Välj ett objekt
th: เลือกรายการ
tr: Bir öğe seçin
uk: Виберіть елемент
vi: Chọn một mục
zh_hant: 選擇一個項目

source: 选择下方任意服务商，填写 API Key 并挑选模型后即可生成总结、标题和待办。
ar: اختر أي مزوّد أدناه، وأدخِل API Key، واختر نموذجًا لإنشاء الملخصات والعناوين والمهام.
de: Wählen Sie unten einen Anbieter, geben Sie einen API Key ein und wählen Sie ein Modell, um Zusammenfassungen, Titel und Aufgaben zu erstellen.
en: Choose any provider below, enter an API Key, and pick a model to start generating summaries, titles, and to-dos.
es: Elige cualquier proveedor de abajo, introduce una API Key y selecciona un modelo para generar resúmenes, títulos y tareas.
fr: Choisissez un fournisseur ci-dessous, saisissez une clé API et sélectionnez un modèle pour générer des résumés, des titres et des tâches.
hi: नीचे कोई भी प्रदाता चुनें, API Key दर्ज करें और मॉडल चुनें, फिर सारांश, शीर्षक और कार्य बनाएँ।
id: Pilih penyedia mana pun di bawah, masukkan API Key, dan pilih model untuk membuat ringkasan, judul, dan tugas.
it: Scegli un fornitore qui sotto, inserisci una API Key e seleziona un modello per generare riepiloghi, titoli e attività.
ja: 下の任意のプロバイダーを選び、API Key を入力してモデルを選択すると、要約・タイトル・ToDo を生成できます。
ko: 아래에서 아무 공급자나 선택하고 API Key를 입력한 뒤 모델을 고르면 요약, 제목, 할 일을 생성할 수 있습니다.
nl: Kies hieronder een aanbieder, voer een API Key in en kies een model om samenvattingen, titels en taken te genereren.
pl: Wybierz poniżej dowolnego dostawcę, wpisz API Key i wybierz model, aby generować podsumowania, tytuły i zadania.
pt: Escolha um fornecedor abaixo, introduza uma API Key e selecione um modelo para gerar resumos, títulos e tarefas.
ru: Выберите любого провайдера ниже, введите API Key и выберите модель, чтобы создавать резюме, заголовки и задачи.
sv: Välj valfri leverantör nedan, ange en API Key och välj en modell för att skapa sammanfattningar, titlar och uppgifter.
th: เลือกผู้ให้บริการด้านล่าง ป้อน API Key และเลือกโมเดล เพื่อสร้างสรุป ชื่อเรื่อง และงาน
tr: Aşağıdan bir sağlayıcı seçin, bir API Key girin ve bir model seçin; özetler, başlıklar ve görevler oluşturun.
uk: Виберіть будь-якого провайдера нижче, введіть API Key і виберіть модель, щоб створювати підсумки, заголовки та завдання.
vi: Chọn bất kỳ nhà cung cấp nào bên dưới, nhập API Key và chọn mô hình để tạo tóm tắt, tiêu đề và việc cần làm.
zh_hant: 選擇下方任意服務商，填寫 API Key 並挑選模型後即可產生總結、標題和待辦。

source: 选择会议类型
ar: اختر نوع الاجتماع
de: Sitzungstyp wählen
en: Choose Meeting Type
es: Elegir el tipo de reunión
fr: Choisir le type de réunion
hi: बैठक प्रकार चुनें
id: Pilih Jenis Rapat
it: Scegli il tipo di riunione
ja: 会議の種類を選択
ko: 회의 유형 선택
nl: Type vergadering kiezen
pl: Wybierz typ spotkania
pt: Escolher o tipo de reunião
ru: Выбрать тип встречи
sv: Välj mötestyp
th: เลือกประเภทการประชุม
tr: Toplantı Türünü Seç
uk: Вибрати тип наради
vi: Chọn loại cuộc họp
zh_hant: 選擇會議類型

source: 选择截图保存位置
ar: اختيار مكان الحفظ
de: Speicherort wählen
en: Choose Where to Save
es: Elegir dónde guardar
fr: Choisir l'emplacement
hi: सहेजने का स्थान चुनें
id: Pilih lokasi simpan
it: Scegli dove salvare
ja: 保存先を選択
ko: 저장 위치 선택
nl: Kies opslaglocatie
pl: Wybierz miejsce zapisu
pt: Escolher onde guardar
ru: Выбрать место сохранения
sv: Välj plats att spara
th: เลือกที่บันทึก
tr: Kayıt yerini seç
uk: Вибрати місце збереження
vi: Chọn nơi lưu
zh_hant: 選擇截圖儲存位置

source: 选择服务商
ar: اختر المزوّد
de: Anbieter wählen
en: Choose Provider
es: Elegir proveedor
fr: Choisir le fournisseur
hi: प्रदाता चुनें
id: Pilih Penyedia
it: Scegli fornitore
ja: プロバイダーを選択
ko: 공급자 선택
nl: Aanbieder kiezen
pl: Wybierz dostawcę
pt: Escolher fornecedor
ru: Выбрать провайдера
sv: Välj leverantör
th: เลือกผู้ให้บริการ
tr: Sağlayıcı Seç
uk: Вибрати провайдера
vi: Chọn nhà cung cấp
zh_hant: 選擇服務商

source: 选择模型
ar: اختيار النموذج
de: Modell wählen
en: Select Model
es: Elegir modelo
fr: Choisir le modèle
hi: मॉडल चुनें
id: Pilih model
it: Scegli modello
ja: モデルを選択
ko: 모델 선택
nl: Model kiezen
pl: Wybierz model
pt: Escolher modelo
ru: Выбрать модель
sv: Välj modell
th: เลือกโมเดล
tr: Model seç
uk: Вибрати модель
vi: Chọn mô hình
zh_hant: 選擇模型

source: 选择模型并点击“分析画面”，生成带时间标记的视觉纪要。
ar: اختر نموذجًا وانقر «تحليل المحتوى المرئي» لإنشاء ملخص مرئي بطوابع زمنية.
de: Modell wählen und „Bildinhalte analysieren“ klicken, um zeitmarkierte visuelle Notizen zu erstellen.
en: Choose a model and click “Analyze Visuals” to generate timestamped visual notes.
es: Elige un modelo y pulsa «Analizar imágenes» para generar un resumen visual con marcas de tiempo.
fr: Choisissez un modèle et cliquez sur « Analyser les visuels » pour générer un résumé visuel horodaté.
hi: मॉडल चुनें और «दृश्य विश्लेषण करें» पर क्लिक करें — समय-चिह्नित दृश्य सारांश बनेगा।
id: Pilih model dan klik «Analisis Visual» untuk membuat ringkasan visual bertanda waktu.
it: Scegli un modello e fai clic su «Analizza contenuti visivi» per generare note visive con marca temporale.
ja: モデルを選び「画面を分析」をクリックすると、時刻付きの映像要約を生成します。
ko: 모델을 선택하고 ‘화면 분석’을 클릭하면 시간 표시가 있는 영상 요약을 만듭니다.
nl: Kies een model en klik op «Beelden analyseren» voor een visuele samenvatting met tijdstempels.
pl: Wybierz model i kliknij „Analizuj obraz”, aby utworzyć podsumowanie obrazu ze znacznikami czasu.
pt: Escolha um modelo e clique em «Analisar imagens» para gerar um resumo visual com marcas temporais.
ru: Выберите модель и нажмите «Анализ изображений», чтобы создать визуальную сводку с отметками времени.
sv: Välj en modell och klicka på «Analysera bilder» för att skapa en visuell sammanfattning med tidsstämplar.
th: เลือกโมเดลแล้วคลิก «วิเคราะห์ภาพ» เพื่อสร้างสรุปภาพพร้อมเวลากำกับ
tr: Bir model seçip «Görselleri Analiz Et» düğmesine tıklayın; zaman işaretli görsel özet oluşturulur.
uk: Виберіть модель і натисніть «Аналіз зображень», щоб створити візуальний підсумок із позначками часу.
vi: Chọn mô hình và nhấp «Phân tích hình ảnh» để tạo tóm tắt hình ảnh kèm mốc thời gian.
zh_hant: 選擇模型並點擊「分析畫面」，產生帶時間標記的視覺紀要。

source: 选择视觉模型后点击「分析画面」；不支持图片的模型会先在本机 OCR，只把带时间标记的文字发给模型
ar: بعد اختيار نموذج الرؤية، انقر على «تحليل الصورة»؛ النماذج التي لا تدعم الصور تُجري أولاً التعرف الضوئي على هذا الجهاز وترسل إلى النموذج النص المرفق بطوابع زمنية فقط
de: Wählen Sie ein Vision-Modell und klicken Sie auf „Bild analysieren"; Modelle ohne Bildunterstützung führen zuerst eine OCR auf diesem Gerät durch und senden nur den mit Zeitstempeln versehenen Text an das Modell
en: After selecting a vision model, click "Analyze frames"; models that don't support images will run OCR on this device first and send only timestamped text to the model
es: Tras seleccionar un modelo de visión, haz clic en «Analizar imagen»; los modelos que no admiten imágenes realizan primero el OCR en este dispositivo y solo envían al modelo el texto con marcas de tiempo
fr: Après avoir sélectionné un modèle de vision, cliquez sur « Analyser l'image » ; les modèles qui ne prennent pas en charge les images effectuent d'abord l'OCR sur cet appareil et n'envoient au modèle que le texte horodaté
hi: विज़न मॉडल चुनने के बाद «छवि का विश्लेषण करें» पर क्लिक करें; जो मॉडल छवियों का समर्थन नहीं करते वे पहले इस डिवाइस पर OCR करते हैं और मॉडल को केवल टाइमस्टैम्प वाला टेक्स्ट भेजते हैं
id: Setelah memilih model visi, klik "Analisis gambar"; model yang tidak mendukung gambar akan menjalankan OCR di perangkat ini terlebih dahulu dan hanya mengirim teks bertanda waktu ke model
it: Dopo aver selezionato un modello di visione, fai clic su «Analizza immagine»; i modelli che non supportano le immagini eseguono prima l'OCR su questo dispositivo e inviano al modello solo il testo con marca temporale
ja: 視覚モデルを選択して「画面を分析」をクリックします。画像非対応のモデルは先に本機で OCR を実行し、タイムスタンプ付きのテキストだけをモデルに送信します
ko: 비전 모델을 선택한 후 "화면 분석"을 클릭하세요. 이미지를 지원하지 않는 모델은 먼저 이 기기에서 OCR을 실행하고 시간 표시가 있는 텍스트만 모델로 전송합니다
nl: Nadat je een visiemodel hebt geselecteerd, klik je op 'Afbeelding analyseren'; modellen die geen afbeeldingen ondersteunen, voeren eerst OCR op dit apparaat uit en sturen alleen tekst met tijdstempels naar het model
pl: Po wybraniu modelu wizyjnego kliknij „Analizuj obraz”; modele nieobsługujące obrazów najpierw wykonują OCR na tym urządzeniu i wysyłają do modelu tylko tekst ze znacznikami czasu
pt: Após selecionar um modelo de visão, clique em "Analisar imagem"; modelos que não suportam imagens executam primeiro o OCR neste dispositivo e enviam ao modelo apenas o texto com marcação de tempo
ru: Выбрав модель компьютерного зрения, нажмите «Проанализировать изображение»; модели без поддержки изображений сначала выполняют OCR на этом устройстве и отправляют модели только текст с отметками времени
sv: När du har valt en bildmodell klickar du på "Analysera bild"; modeller som inte stöder bilder kör OCR på den här enheten först och skickar bara tidsstämplad text till modellen
th: หลังจากเลือกโมเดลวิชันแล้ว ให้คลิก «วิเคราะห์ภาพ» โมเดลที่ไม่รองรับรูปภาพจะทำ OCR บนอุปกรณ์นี้ก่อน แล้วส่งเฉพาะข้อความที่มีการประทับเวลาไปยังโมเดล
tr: Bir görüntü modeli seçtikten sonra «Görüntüyü analiz et»e tıklayın; görüntüleri desteklemeyen modeller önce bu cihazda OCR çalıştırır ve modele yalnızca zaman damgalı metni gönderir
uk: Вибравши модель комп'ютерного зору, натисніть «Проаналізувати зображення»; моделі без підтримки зображень спершу виконують OCR на цьому пристрої й надсилають моделі лише текст із позначками часу
vi: Sau khi chọn mô hình thị giác, hãy nhấp vào «Phân tích hình ảnh»; các mô hình không hỗ trợ hình ảnh sẽ chạy OCR trên thiết bị này trước và chỉ gửi văn bản có dấu thời gian cho mô hình
zh_hant: 選擇視覺模型後點擊「分析畫面」；不支援圖片的模型會先在本機 OCR，只把帶時間標記的文字發給模型

source: 选择设置项
ar: اختيار قسم الإعدادات
de: Einstellungsbereich wählen
en: Select a settings section
es: Elegir sección de ajustes
fr: Choisir une section des réglages
hi: सेटिंग्स अनुभाग चुनें
id: Pilih bagian pengaturan
it: Scegli sezione impostazioni
ja: 設定項目を選択
ko: 설정 항목 선택
nl: Instellingenonderdeel kiezen
pl: Wybierz sekcję ustawień
pt: Escolher seção de ajustes
ru: Выбрать раздел настроек
sv: Välj inställningsavsnitt
th: เลือกส่วนการตั้งค่า
tr: Ayar bölümü seç
uk: Вибрати розділ налаштувань
vi: Chọn mục cài đặt
zh_hant: 選擇設置項

source: 选择音频中的语言以提升识别精度，默认简体中文。
ar: اختر لغة الكلام لتحسين دقة التعرف. الافتراضي: الصينية المبسطة.
de: Wählen Sie die gesprochene Sprache, um die Erkennungsgenauigkeit zu verbessern. Standard: vereinfachtes Chinesisch.
en: Select the spoken language to improve recognition accuracy. Defaults to Simplified Chinese.
es: Elige el idioma hablado para mejorar la precisión. Predeterminado: chino simplificado.
fr: Choisissez la langue parlée pour améliorer la précision. Par défaut : chinois simplifié.
hi: पहचान सटीकता बढ़ाने के लिए बोली जाने वाली भाषा चुनें। डिफ़ॉल्ट: सरलीकृत चीनी।
id: Pilih bahasa tuturan untuk meningkatkan akurasi pengenalan. Default: Mandarin sederhana.
it: Scegli la lingua parlata per migliorare la precisione. Predefinita: cinese semplificato.
ja: 音声の言語を選択すると認識精度が向上します。既定は簡体字中国語です。
ko: 오디오의 언어를 선택하면 인식 정확도가 향상됩니다. 기본값은 중국어 간체입니다.
nl: Kies de gesproken taal om de herkenningsnauwkeurigheid te verhogen. Standaard: vereenvoudigd Chinees.
pl: Wybierz język mówiony, aby zwiększyć dokładność rozpoznawania. Domyślnie: chiński uproszczony.
pt: Escolha o idioma falado para melhorar a precisão. Padrão: chinês simplificado.
ru: Выберите язык речи, чтобы повысить точность распознавания. По умолчанию: упрощённый китайский.
sv: Välj det talade språket för att förbättra igenkänningsnoggrannheten. Standard: förenklad kinesiska.
th: เลือกภาษาพูดเพื่อเพิ่มความแม่นยำในการรู้จำ ค่าเริ่มต้น: จีนตัวย่อ
tr: Tanıma doğruluğunu artırmak için konuşulan dili seçin. Öntanımlı: Basitleştirilmiş Çince.
uk: Виберіть мову мовлення, щоб підвищити точність розпізнавання. Типово: спрощена китайська.
vi: Chọn ngôn ngữ nói để tăng độ chính xác nhận dạng. Mặc định: tiếng Trung giản thể.
zh_hant: 選擇音訊中的語言以提升識別精度，預設簡體中文。

source: 通过云端处理
ar: المعالجة عبر السحابة
de: In der Cloud verarbeiten
en: Process in the Cloud
es: Procesar en la nube
fr: Traiter via le cloud
hi: क्लाउड में प्रोसेस करें
id: Proses di Cloud
it: Elabora nel cloud
ja: クラウドで処理
ko: 클라우드에서 처리
nl: In de cloud verwerken
pl: Przetwarzaj w chmurze
pt: Processar na nuvem
ru: Обрабатывать в облаке
sv: Bearbeta i molnet
th: ประมวลผลผ่านคลาวด์
tr: Bulutta işle
uk: Обробляти в хмарі
vi: Xử lý trên đám mây
zh_hant: 透過雲端處理

source: 通过工具栏「捕获」按钮、菜单栏「截图」子菜单或全局热键（默认 ⌃⌘S，可在设置中修改）启动；⌃⌘W 可直接全屏截图入库
ar: ابدأ من زر «التقاط» في شريط الأدوات، أو قائمة «لقطة شاشة» في شريط القوائم، أو المفتاح العام (افتراضيًا ⌃⌘S وقابل للتغيير من الإعدادات)؛ و⌃⌘W يلتقط الشاشة كاملة ويحفظها مباشرة.
de: Start über die Schaltfläche „Aufnehmen“ in der Symbolleiste, das Untermenü „Screenshot“ in der Menüleiste oder die globale Tastenkombination (Standard ⌃⌘S, änderbar in den Einstellungen); ⌃⌘W erfasst den ganzen Bildschirm direkt.
en: Start from the toolbar “Capture” button, the menu bar “Screenshot” submenu, or the global hotkey (default ⌃⌘S, configurable in Settings); ⌃⌘W captures the full screen directly.
es: Se inicia con el botón «Capturar» de la barra de herramientas, el submenú «Captura» de la barra de menús o el atajo global (⌃⌘S por defecto, configurable en Ajustes); ⌃⌘W captura la pantalla completa directamente.
fr: Lancez depuis le bouton « Capturer » de la barre d’outils, le sous-menu « Capture d’écran » de la barre des menus, ou le raccourci global (⌃⌘S par défaut, modifiable dans les réglages) ; ⌃⌘W capture directement tout l’écran.
hi: टूलबार के «कैप्चर» बटन, मेन्यू बार के «स्क्रीनशॉट» सबमेनू, या ग्लोबल हॉटकी (डिफ़ॉल्ट ⌃⌘S, सेटिंग्स में बदलें) से शुरू करें; ⌃⌘W सीधे पूरी स्क्रीन कैप्चर करता है।
id: Mulai dari tombol «Tangkap» di bilah alat, submenu «Tangkapan Layar» di bilah menu, atau pintasan global (bawaan ⌃⌘S, dapat diubah di Pengaturan); ⌃⌘W langsung menangkap layar penuh.
it: Avvia dal pulsante «Cattura» della barra strumenti, dal sottomenu «Schermata» della barra dei menu o dalla scorciatoia globale (⌃⌘S predefinita, modificabile nelle Impostazioni); ⌃⌘W cattura subito l’intero schermo.
ja: ツールバーの「キャプチャ」ボタン、メニューバーの「スクリーンショット」サブメニュー、またはグローバルホットキー（既定 ⌃⌘S、設定で変更可）から起動します。⌃⌘W で全画面をそのまま撮影・保存できます。
ko: 도구 막대의 «캡처» 버튼, 메뉴 막대의 «스크린샷» 하위 메뉴 또는 전역 단축키(기본 ⌃⌘S, 설정에서 변경)로 시작합니다. ⌃⌘W는 전체 화면을 바로 캡처해 저장합니다.
nl: Start via de knop ‘Vastleggen’ in de werkbalk, het submenu ‘Schermafbeelding’ in de menubalk of de globale sneltoets (standaard ⌃⌘S, te wijzigen in Instellingen); ⌃⌘W legt direct het hele scherm vast.
pl: Uruchom przyciskiem „Przechwyć” na pasku narzędzi, podmenu „Zrzut ekranu” w pasku menu lub skrótem globalnym (domyślnie ⌃⌘S, zmienisz w Ustawieniach); ⌃⌘W od razu przechwytuje cały ekran.
pt: Inicie pelo botão «Capturar» da barra de ferramentas, pelo submenu «Captura de ecrã» da barra de menus ou pelo atalho global (⌃⌘S por predefinição, alterável nas Definições); ⌃⌘W captura logo o ecrã inteiro.
ru: Запуск: кнопка «Захват» на панели, подменю «Снимок экрана» в строке меню или глобальное сочетание (по умолчанию ⌃⌘S, меняется в настройках); ⌃⌘W сразу снимает весь экран.
sv: Starta från knappen ”Fånga” i verktygsfältet, undermenyn ”Skärmbild” i menyraden eller den globala genvägen (⌃⌘S som standard, ändras i Inställningar); ⌃⌘W fångar hela skärmen direkt.
th: เริ่มจากปุ่ม «จับภาพ» บนแถบเครื่องมือ เมนูย่อย «ภาพหน้าจอ» บนแถบเมนู หรือฮอตคีย์ส่วนกลาง (ค่าเริ่มต้น ⌃⌘S แก้ไขได้ในการตั้งค่า) ⌃⌘W จะจับภาพทั้งหน้าจอและบันทึกทันที
tr: Araç çubuğundaki «Yakala» düğmesinden, menü çubuğundaki «Ekran Görüntüsü» alt menüsünden veya genel kısayoldan (varsayılan ⌃⌘S, Ayarlar’dan değiştirilir) başlatın; ⌃⌘W doğrudan tüm ekranı yakalar.
uk: Запуск: кнопка «Захоплення» на панелі, підменю «Знімок екрана» в рядку меню або глобальна комбінація (типово ⌃⌘S, змінюється в налаштуваннях); ⌃⌘W одразу знімає весь екран.
vi: Bắt đầu từ nút «Chụp» trên thanh công cụ, menu phụ «Ảnh chụp màn hình» trên thanh menu, hoặc phím tắt toàn cục (mặc định ⌃⌘S, đổi trong Cài đặt); ⌃⌘W chụp thẳng toàn màn hình.
zh_hant: 透過工具列「擷取」按鈕、選單列「截圖」子選單或全域快速鍵（預設 ⌃⌘S，可在設定中修改）啟動；⌃⌘W 可直接全螢幕截圖入庫

source: 邮箱
ar: بريد إلكتروني
de: E-Mail
en: Email
es: Correo
fr: E-mail
hi: ईमेल
id: Email
it: Email
ja: メール
ko: 이메일
nl: E-mail
pl: E-mail
pt: E-mail
ru: Эл. почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Ел. пошта
vi: Email
zh_hant: 郵箱

source: 邮箱地址
ar: البريد الإلكتروني
de: E-Mail-Adresse
en: Email address
es: Dirección de correo
fr: Adresse e-mail
hi: ईमेल पता
id: Alamat email
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса ел. пошти
vi: Địa chỉ email
zh_hant: 電子郵件地址

source: 部分加密内容无法解密，加密密钥可能已更改或 Keychain 中的密钥被删除。对应内容将显示为空，但原始数据仍保留在磁盘与数据库中。请勿删除 Keychain 中的密钥，否则已加密的数据将无法恢复。
ar: لا يمكن فك تشفير بعض المحتوى المشفَّر؛ ربما تغيّر مفتاح التشفير أو حُذف المفتاح من سلسلة المفاتيح. سيظهر المحتوى المقابل فارغًا، لكن البيانات الأصلية لا تزال محفوظة على القرص وفي قاعدة البيانات. لا تحذف المفتاح من سلسلة المفاتيح، وإلا فلن يمكن استعادة البيانات المشفَّرة.
de: Ein Teil der verschlüsselten Inhalte kann nicht entschlüsselt werden; möglicherweise wurde der Verschlüsselungsschlüssel geändert oder der Schlüssel im Keychain gelöscht. Die betreffenden Inhalte erscheinen leer, die Rohdaten bleiben jedoch auf dem Datenträger und in der Datenbank erhalten. Lösche den Schlüssel im Keychain nicht, sonst sind die verschlüsselten Daten nicht mehr wiederherstellbar.
en: Some encrypted content cannot be decrypted; the encryption key may have changed or the key in the Keychain may have been deleted. The corresponding content will appear empty, but the raw data remains on disk and in the database. Do not delete the key in the Keychain, or the encrypted data will be unrecoverable.
es: Parte del contenido cifrado no se puede descifrar; puede que la clave de cifrado haya cambiado o que se haya eliminado la clave del Llavero. El contenido correspondiente aparecerá vacío, pero los datos originales permanecen en el disco y en la base de datos. No elimines la clave del Llavero, o los datos cifrados no se podrán recuperar.
fr: Certains contenus chiffrés ne peuvent pas être déchiffrés ; la clé de chiffrement a peut-être changé ou la clé du trousseau a été supprimée. Les contenus concernés apparaîtront vides, mais les données brutes restent sur le disque et dans la base de données. Ne supprimez pas la clé du trousseau, sinon les données chiffrées seront irrécupérables.
hi: कुछ एन्क्रिप्टेड सामग्री को डिक्रिप्ट नहीं किया जा सकता; एन्क्रिप्शन कुंजी बदल गई हो सकती है या Keychain में कुंजी हटा दी गई हो सकती है। संबंधित सामग्री खाली दिखाई देगी, लेकिन मूल डेटा डिस्क और डेटाबेस में सुरक्षित रहता है। Keychain में कुंजी न हटाएँ, अन्यथा एन्क्रिप्टेड डेटा पुनर्प्राप्त नहीं किया जा सकेगा।
id: Sebagian konten terenkripsi tidak dapat didekripsi; kunci enkripsi mungkin telah berubah atau kunci di Keychain telah dihapus. Konten terkait akan tampil kosong, tetapi data asli tetap ada di disk dan basis data. Jangan hapus kunci di Keychain, jika tidak data terenkripsi tidak dapat dipulihkan.
it: Parte dei contenuti cifrati non può essere decifrata; la chiave di cifratura potrebbe essere cambiata o la chiave nel Portachiavi potrebbe essere stata eliminata. I contenuti corrispondenti appariranno vuoti, ma i dati originali restano sul disco e nel database. Non eliminare la chiave dal Portachiavi, altrimenti i dati cifrati non potranno essere recuperati.
ja: 一部の暗号化されたコンテンツを復号できません。暗号化キーが変更されたか、Keychain 内のキーが削除された可能性があります。該当するコンテンツは空で表示されますが、元のデータはディスクとデータベースに残っています。Keychain 内のキーを削除しないでください。削除すると暗号化されたデータを復元できなくなります。
ko: 일부 암호화된 콘텐츠를 복호화할 수 없습니다. 암호화 키가 변경되었거나 Keychain의 키가 삭제되었을 수 있습니다. 해당 콘텐츠는 비어 있게 표시되지만 원본 데이터는 디스크와 데이터베이스에 남아 있습니다. Keychain의 키를 삭제하지 마세요. 삭제하면 암호화된 데이터를 복구할 수 없습니다.
nl: Een deel van de versleutelde inhoud kan niet worden ontsleuteld; mogelijk is de versleutelingssleutel gewijzigd of is de sleutel in de Keychain verwijderd. De betreffende inhoud wordt leeg weergegeven, maar de ruwe gegevens blijven op de schijf en in de database staan. Verwijder de sleutel in de Keychain niet, anders kunnen de versleutelde gegevens niet worden hersteld.
pl: Części zaszyfrowanej treści nie można odszyfrować; klucz szyfrowania mógł się zmienić lub klucz w Keychain został usunięty. Odpowiednia treść będzie wyświetlana jako pusta, ale oryginalne dane pozostają na dysku i w bazie danych. Nie usuwaj klucza w Keychain, w przeciwnym razie zaszyfrowanych danych nie będzie można odzyskać.
pt: Parte do conteúdo criptografado não pode ser descriptografada; a chave de criptografia pode ter mudado ou a chave no Keychain pode ter sido excluída. O conteúdo correspondente aparecerá vazio, mas os dados originais permanecem no disco e no banco de dados. Não exclua a chave no Keychain, ou os dados criptografados não poderão ser recuperados.
ru: Часть зашифрованного содержимого не удаётся расшифровать; возможно, ключ шифрования изменился или ключ в Keychain был удалён. Соответствующее содержимое будет отображаться пустым, но исходные данные остаются на диске и в базе данных. Не удаляйте ключ в Keychain, иначе зашифрованные данные нельзя будет восстановить.
sv: En del krypterat innehåll kan inte dekrypteras; krypteringsnyckeln kan ha ändrats eller så har nyckeln i Keychain tagits bort. Motsvarande innehåll visas tomt, men rådata finns kvar på disken och i databasen. Ta inte bort nyckeln i Keychain, annars kan de krypterade uppgifterna inte återställas.
th: เนื้อหาที่เข้ารหัสบางส่วนไม่สามารถถอดรหัสได้ อาจเป็นเพราะคีย์เข้ารหัสเปลี่ยนไปหรือคีย์ใน Keychain ถูกลบ เนื้อหาที่เกี่ยวข้องจะแสดงเป็นค่าว่าง แต่ข้อมูลต้นฉบับยังคงอยู่บนดิสก์และในฐานข้อมูล อย่าลบคีย์ใน Keychain มิฉะนั้นข้อมูลที่เข้ารหัสจะกู้คืนไม่ได้
tr: Bazı şifrelenmiş içeriklerin şifresi çözülemiyor; şifreleme anahtarı değişmiş veya Keychain'deki anahtar silinmiş olabilir. İlgili içerik boş görünecek, ancak ham veriler diskte ve veritabanında kalır. Keychain'deki anahtarı silmeyin, aksi halde şifrelenmiş veriler kurtarılamaz.
uk: Частину зашифрованого вмісту не вдається розшифрувати; можливо, ключ шифрування змінився або ключ у Keychain було видалено. Відповідний вміст відображатиметься порожнім, але вихідні дані залишаються на диску й у базі даних. Не видаляйте ключ у Keychain, інакше зашифровані дані неможливо буде відновити.
vi: Một phần nội dung đã mã hóa không thể giải mã; có thể khóa mã hóa đã thay đổi hoặc khóa trong Keychain đã bị xóa. Nội dung tương ứng sẽ hiển thị trống, nhưng dữ liệu gốc vẫn còn trên đĩa và trong cơ sở dữ liệu. Đừng xóa khóa trong Keychain, nếu không dữ liệu đã mã hóa sẽ không thể khôi phục.
zh_hant: 部分加密內容無法解密，加密金鑰可能已變更或 Keychain 中的金鑰被刪除。對應內容將顯示為空，但原始資料仍保留在磁碟與資料庫中。請勿刪除 Keychain 中的金鑰，否則已加密的資料將無法復原。
